{
    "roast": [
        "Pelo menos a minha mãe finge amar-me",
        "As cartas cantarão parábolas da vossa lendária estupidez durante séculos, Vós",
        "Não se faça de difícil quando é difícil de querer",
        "Não se preocupe com isso a sua linda cabecinha. A palavra operativa sendo pequena. Não é bonita",
        "Arranja uma maldita vida, sua porca de arando não cultivada",
        "Deus desperdiçou um bom idiota quando ele te pôs dentes na boca",
        "Malditos foram os teus pais que se esquivaram a uma bala quando te abandonaram",
        "Aposto que a tua pila é um innie e o teu umbigo um outtie",
        "Nem sequer te posso chamar feio como o caralho, porque a Natureza já me venceu",
        "Mal posso esperar para te esquecer",
        "amaldiçoo a vagina que te peidou",
        "Não tenho tempo, nem os lápis de cera para te explicar isto",
        "PEIDO-ME NA SUA DIRECÇÃO GERAL",
        "Eu odeio a forma como tu ris",
        "Espero que ganhes a lotaria e percas o teu bilhete",
        "Uma vez cheirei um peido de cão que tinha mais astúcia, personalidade e encanto do que tu",
        "Não devia assar-te, não consigo imaginar a dor por que passas com essa cara",
        "Quero chamar-te idiota, mas isso seria injusto e irrealista. Os cretinos são frequentemente encontrados perto de vaginas",
        "Pergunto-me se seria capaz de falar mais claramente se os teus pais fossem primos em segundo lugar em vez de primeiro",
        "chamar-lhe-ia cona, mas falta-lhe o calor ou a profundidade",
        "Desafiar-te-ia para uma batalha de inteligência, mas parece que vens desarmado",
        "Eu preferia ser amigo de Ajit Pai do que de ti",
        "Adoraria ficar e conversar, mas prefiro ter diabetes tipo 2",
        "Estou apenas surpreendido por ainda não se ter reformado de ser um pirata de rabos",
        "Não estou zangado. Estou apenas... desiludido",
        "Nunca conheci alguém que fosse tão irreflectido, egoísta e desinteressado pelos interesses dos outros, tendo ao mesmo tempo interesses tão foleiros e enfadonhos. Não se tem amigos, porque não se deve",
        "Aposto que o teu teclado está imundo como a merda de todo aquele Cheeto-dos-dedos de pó, seu maldito weaboo fechado. ",
        "Se 'masturbação pouco entusiasta' tivesse um rosto, a sua fotografia de perfil seria a sua",
        "Se houvesse um único pensamento inteligente na sua cabeça, teria morrido de solidão",
        "Se fosse uma batata, seria uma batata estúpida",
        "Se fosse um objecto inanimado, seria um troféu de participação",
        "Se fosses um estúpido, teríamos de te regar",
        "Se o teu pai não fosse assim tão maricas, ele teria saído do armário antes de te ter",
        "É uma piada, não uma pila. Não Tem de o levar tão a peito",
        "Jesus Cristo, parece que a tua cara estava a arder e alguém tentou apagá-la com um picador de gelo",
        "Que as pulgas de dez mil camelos vivam felizes sobre as vossas nádegas",
        "Talvez se comeres toda essa maquilhagem, ficarás linda por dentro",
        "o Sr. Rogers ficaria desapontado contigo",
        "Da próxima vez, não tome um laxante antes de dactilografar porque acabou de levar um caixote de lixo fedorento mesmo na página. Agora limpe essa merda e não a foda como a sua vida",
        "Nem o teu cão te ama. Ele só está a fingir",
        "Era uma vez perguntaram ao Pai Natal o que pensava da tua mãe, da tua irmã e da tua avó, e assim nasceu a sua frase de engate",
        "As pessoas nem sequer têm pena de ti",
        "As pessoas como tu são a razão pela qual Deus já não fala connosco",
        "Toma a minha prioridade mais baixa e coloca-te por baixo dela",
        "O teste de QI só desce a zero, mas o senhor faz um caso muito convincente para números negativos",
        "a única coisa que estás a foder é a selecção natural",
        "Há duas pessoas feias neste chat, e vocês são ambas",
        "Nunca haverá dedos médios suficientes neste mundo para Ti",
        "Eles não fazem um autocarro suficientemente curto nos Estados Unidos Continentais para uma pessoa como você",
        "Isso não são cicatrizes de acne, são marcas do cabide",
        "Doze devem ser difíceis para si. Não quero dizer Doze, quero dizer que sendo o seu QI",
        "Todos não gostamos de ti, mas não o suficiente para nos preocuparmos em pensar em ti",
        "Nasceste um conas, ou é algo a que Tem de te voltar a comprometer todas as manhãs?",
        "Qual é a diferença entre três pilas e uma anedota? Não podes aceitar uma anedota",
        "Quando morreres, as pessoas vão ter dificuldade em pensar em coisas boas para dizer sobre ti",
        "Onde arranjaste essas calças? Na casa de banho?",
        "Porque é que pareces chupar demasiadas pilas?",
        "Porque não rasteja de volta para qualquer fossa de microrganismos de onde tenha vindo, e tenta não respirar nenhum do nosso oxigénio no caminho para lá",
        "PORQUE É QUE EU DEVERIA OUVI-LO É TÃO GORDO QUE NÃO PODE FAZER COCÓ OU MIJAR QUE CHEIRA MAL QUE TEM UMA PAIXONETA POR COCÓ",
        "És uma queimadura de pizza no céu da boca do mundo",
        "És um estúpido",
        "És mais burro que um bloco de madeira e não tão útil",
        "És como o pedaço final de pão num pão, todos te tocam mas ninguém te quer",
        "Tem um rosto feito para a rádio",
        "Tem mais pila na tua personalidade do que nas tuas calças",
        "Tem a cara de um bulldog a lamber uma urtiga",
        "Sabes que dizem que 90% do pó é pele humana morta? Isso é o que vocês são para mim",
        "Sabes, uma das muitas, muitas coisas que me confundem a teu respeito é que permaneces sem ser amaldiçoado",
        "Pareces que o teu pai ficaria desiludido contigo. Se ele ficasse",
        "Perderes a tua virgindade é como uma abóbora de Verão a crescer em pleno Inverno. Nunca acontece",
        "Podes pensar que as pessoas gostam de estar perto de ti - mas lembra-te disto: há uma diferença entre ser apreciado e ser tolerado",
        "Talvez queiras fazer uma colonoscopia por todo esse ferimento no rabo",
        "Tem de ir ter com o teu pai, pôr-te de joelhos e pedir desculpa a todos e a cada um dos irmãos que não chegaram ao ovo da tua mãe antes de ti",
        "Deves colocar um preservativo na cabeça, porque se vais agir como uma pila, é melhor vestires-te também como um",
        "Tu ergueste-te, meio esperto, com um ar de pastor de marrões",
        "Nasceste com o rabo da tua mãe porque a cona dela estava demasiado ocupada",
        "És um exemplo de porque é que os animais comem as suas crias",
        "És impossível de subestimar",
        "És um pouco como Rapunzel, excepto que em vez de desapontares o teu cabelo, desapontas toda a gente na tua vida",
        "És como um cêntimo no chão de um banheiro público - imundo, intocável e praticamente sem valor",
        "És como uma lâmina quadrada, toda a borda e nenhum ponto",
        "Procuras bem um homem com o dobro da tua idade! Alguma palavra sobre o aneurisma?",
        "Não és suficientemente bonito para seres tão burro",
        "Você é objectivamente pouco atraente",
        "És tão denso, curvas ligeiras à tua volta",
        "És tão salgado que te afundarias no Mar Morto",
        "És tão estúpido que não conseguirias deitar mijo de uma bota se as instruções estivessem escritas no calcanhar",
        "És tão maricas que não serias gay a foder",
        "És feio quando choras",
        "A tua certidão de nascimento é uma carta de desculpas da clínica de aborto",
        "As tuas memes são lixo.",
        "A tua mãe pode ter-te dito que podias ser o que quisesses, mas um idiota não era o que ela queria dizer",
        "A tua mãe era um hamster, e o teu pai tresanda a bagas de sabugueiro!",
        "O teu pénis é mais pequeno do que o pagamento que um órfão sem abrigo da Mongólia recebeu por coser os meus sapatos"
    ]
}